tap "buo/cask-upgrade"
tap "dart-lang/dart"
tap "github/gh"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "px4/px4"
tap "qmk/qmk"
tap "sass/sass"
brew "automake"
brew "icu4c"
brew "boost"
brew "libusb-compat"
brew "avrdude"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bat-extras"
brew "libffi"
brew "pkg-config"
brew "python@3.9"
brew "clang-format"
brew "cmake"
brew "cmatrix"
brew "guile"
brew "unbound"
brew "gnutls"
brew "libssh"
brew "colima"
brew "libssh2"
brew "tidy-html5"
brew "php"
brew "composer"
brew "coreutils"
brew "deno"
brew "dfu-programmer"
brew "dfu-util"
brew "diff-so-fancy"
brew "docker", link: false
brew "envconsul"
brew "exa"
brew "fd"
brew "harfbuzz"
brew "libbluray"
brew "pango"
brew "ffmpeg"
brew "ffmpeg@4"
brew "findutils"
brew "fish"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gh"
brew "gifsicle"
brew "gifski"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gnu-sed"
brew "go"
brew "python@3.10"
brew "gping"
brew "helix"
brew "htop"
brew "httpie"
brew "hub"
brew "libheif"
brew "imageoptim-cli"
brew "libuv"
brew "node"
brew "poppler"
brew "vips"
brew "joplin-cli"
brew "jq"
brew "k9s"
brew "kubernetes-cli", link: false
brew "lazygit"
brew "lf"
brew "libjwt"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "make"
brew "markdown"
brew "mysql@5.7", link: true
brew "ncdu"
brew "neovim", args: ["HEAD"]
brew "nginx"
brew "ninja"
brew "nnn"
brew "nushell"
brew "opam"
brew "openh264"
brew "pandoc"
brew "perceptualdiff"
brew "perl"
brew "pnpm"
brew "postgresql@14"
brew "prettyping"
brew "qpdf"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "rust-analyzer"
brew "sampler"
brew "shellcheck"
brew "speedtest-cli"
brew "subversion"
brew "tailscale"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "whois", link: true
brew "yank"
brew "yarn"
brew "youtube-dl"
brew "zk"
brew "zoxide"
brew "dart-lang/dart/dart"
brew "osx-cross/arm/arm-gcc-bin@8"
brew "osx-cross/avr/avr-binutils"
brew "osx-cross/avr/avr-gcc@8"
brew "px4/px4/gcc-arm-none-eabi"
brew "qmk/qmk/qmk", link: false
brew "sass/sass/migrator"
brew "sass/sass/sass"
cask "1password"
cask "alfred"
cask "android-file-transfer"
cask "android-platform-tools"
cask "appcleaner", args: { appdir: "/Applications" }
cask "around"
cask "audius"
cask "authy"
cask "avibrazil-rdm", args: { appdir: "/Applications" }
cask "balenaetcher"
cask "browserstacklocal"
cask "calibre"
cask "caprine"
cask "chromedriver"
cask "chromium"
cask "coconutbattery", args: { appdir: "/Applications" }
cask "discord"
cask "docker"
cask "element"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "flux", args: { appdir: "/Applications" }
cask "font-cascadia"
cask "font-charis-sil"
cask "font-charter"
cask "font-cooper-hewitt"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-firacode-nerd-font"
cask "font-gidole"
cask "font-ibm-plex"
cask "font-input"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lato"
cask "font-linux-libertine"
cask "font-montserrat"
cask "font-open-sans"
cask "font-optician-sans"
cask "font-poppins"
cask "font-recursive"
cask "font-roboto"
cask "font-roboto-mono"
cask "font-roboto-slab"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "font-sourcecodepro-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
cask "font-sudo"
cask "google-chrome"
cask "google-chrome-canary"
cask "grandperspective"
cask "hammerspoon", args: { appdir: "/Applications" }
cask "iina"
cask "imagealpha", args: { appdir: "/Applications" }
cask "imageoptim", args: { appdir: "/Applications" }
cask "inkscape"
cask "itch"
cask "joplin"
cask "kap"
cask "karabiner-elements"
cask "kitty"
cask "librewolf"
cask "licecap"
cask "loom"
cask "microsoft-teams"
cask "miro"
cask "mysqlworkbench"
cask "notion"
cask "obsidian"
cask "plug", args: { appdir: "/Applications" }
cask "pocket-casts"
cask "qmk-toolbox"
cask "raycast"
cask "rocket-chat"
cask "safari-technology-preview"
cask "slack"
cask "spotify", args: { appdir: "/Applications" }
cask "telegram"
cask "the-unarchiver"
cask "tidal"
cask "via"
cask "vscodium"
cask "zoom"
