tap "dart-lang/dart"
tap "homebrew/bundle"
tap "jannis-baum/tap"
tap "localsend/localsend"
tap "sass/sass"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bat-extras"
brew "cmake"
brew "cmatrix"
brew "colima"
brew "coreutils"
brew "curl"
brew "deno"
brew "difftastic"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "firefoxpwa"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gource"
brew "htop"
brew "httpie"
brew "hub"
brew "jj"
brew "jq"
brew "lesspipe"
brew "luajit"
brew "tree-sitter"
brew "utf8proc", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "node"
brew "pandoc"
brew "prettyping"
brew "qemu"
brew "rename"
brew "ripgrep"
brew "rust"
brew "tealdeer"
brew "tmux"
brew "trash"
brew "tree"
brew "weasyprint"
brew "wget"
brew "whois"
brew "yank"
brew "yt-dlp"
brew "zk"
brew "zoxide"
brew "dart-lang/dart/dart"
brew "jannis-baum/tap/vivify"
brew "sass/sass/migrator"
brew "sass/sass/sass"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "android-file-transfer"
cask "android-platform-tools"
cask "appcleaner"
cask "asana"
cask "caprine"
cask "chromedriver@beta"
cask "chromium"
cask "coconutbattery"
cask "figma@beta"
cask "firefox"
cask "firefox@developer-edition"
cask "flux"
cask "font-charis-sil"
cask "font-charter"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-input"
cask "font-jetbrains-mono-nerd-font"
cask "font-linux-libertine"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "font-optician-sans"
cask "font-recursive"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "font-tt2020"
cask "font-victor-mono-nerd-font"
cask "google-chrome"
cask "google-chrome@canary"
cask "hammerspoon"
cask "iina"
cask "imagealpha"
cask "imageoptim"
cask "inkscape"
cask "kap"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "librewolf"
cask "localsend"
cask "notion"
cask "pocket-casts"
cask "safari-technology-preview"
cask "signal"
cask "slack"
cask "telegram"
cask "tidal"
cask "universal-android-debloater"
