tap "buo/cask-upgrade"
tap "dart-lang/dart"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "khanhas/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "px4/px4"
tap "qmk/qmk"
tap "sass/sass"
brew "automake"
brew "avrdude"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bat-extras"
brew "black"
brew "clang-format"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "dart-lang/dart/dart"
brew "deno"
brew "dfu-programmer"
brew "dfu-util"
brew "diff-so-fancy"
brew "docker"
brew "envconsul"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gh"
brew "gifsicle"
brew "gifski"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gnu-sed"
brew "go"
brew "gping"
brew "harfbuzz"
brew "htop"
brew "httpie"
brew "hub"
brew "imageoptim-cli"
brew "jq"
brew "k9s"
brew "khanhas/tap/spicetify-cli"
brew "lazygit"
brew "libffi"
brew "libjwt"
brew "libpq"
brew "libssh"
brew "libssh2"
brew "libusb-compat"
brew "libuv"
brew "luajit"
brew "luarocks"
brew "make"
brew "markdown"
brew "mysql@5.7", link: true
brew "neovim"
brew "nginx"
brew "ninja"
brew "nnn"
brew "node"
brew "opam"
brew "openh264"
brew "osx-cross/avr/avr-binutils"
brew "osx-cross/avr/avr-gcc@8", link: true
brew "perceptualdiff"
brew "perl"
brew "pkg-config"
brew "postgresql"
brew "prettyping"
brew "px4/px4/gcc-arm-none-eabi"
brew "pylint"
brew "qmk/qmk/qmk"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "rust"
brew "rust-analyzer"
brew "sass/sass/migrator"
brew "sass/sass/sass"
brew "speedtest-cli"
brew "tidy-html5"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "whois", link: true
brew "yarn"
brew "youtube-dl"
brew "zoxide"
cask "1password"
cask "alacritty"
cask "alfred"
cask "android-file-transfer"
cask "appcleaner"
cask "around"
cask "authy"
cask "avibrazil-rdm"
cask "balenaetcher"
cask "browserstacklocal"
cask "calibre"
cask "caprine"
cask "chromedriver"
cask "chromium"
cask "coconutbattery"
cask "discord"
cask "docker"
cask "element"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "flux"
cask "font-cascadia"
cask "font-charis-sil"
cask "font-charter"
cask "font-cooper-hewitt"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-firacode-nerd-font"
cask "font-gidole"
cask "font-ibm-plex"
cask "font-input"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lato"
cask "font-linux-libertine"
cask "font-montserrat"
cask "font-open-sans"
cask "font-optician-sans"
cask "font-poppins"
cask "font-recursive"
cask "font-roboto"
cask "font-roboto-condensed"
cask "font-roboto-mono"
cask "font-roboto-slab"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "font-sourcecodepro-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
cask "font-sudo"
cask "google-chrome"
cask "google-chrome-canary"
cask "grandperspective"
cask "hammerspoon"
cask "iina"
cask "imagealpha"
cask "imageoptim"
cask "inkscape"
cask "itch"
cask "karabiner-elements"
cask "kitty"
cask "licecap"
cask "loom"
cask "microsoft-teams"
cask "miro"
cask "mysqlworkbench"
cask "obsidian"
cask "openvpn-connect"
cask "plug"
cask "pocket-casts"
cask "qmk-toolbox"
cask "raycast"
cask "safari-technology-preview"
cask "slack"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "via"
cask "vlc"
cask "vscodium"
cask "zoom"
